* First GrannyRoomba Prototype Bill of Material

The BOM for the first prototype has not been optimized for price, but for
simplicity of construction with a maximum of COTS components

|-----------------------------------------+----------+-----------+-----------+------------+-------+--------|
| Part Name                               | Quantity | Provider  | Reference | Unit Price |  Cost | Remark |
|-----------------------------------------+----------+-----------+-----------+------------+-------+--------|
| High-Torque/180 deg Standard Size Servo |        1 | Adafruit  | 1142      |      19.95 | 19.95 |        |
| 0.770 Standard Hub Horn Futaba 25T      |        1 | ServoCity | 525132    |       4.99 |  4.99 |        |
| 2 inch Smooth Hub Pulley                |        1 | ServoCity | 615134    |       7.99 |  7.99 |        |
| 1 inch Smooth Hub Pulley                |        1 | ServoCity | 615130    |       5.99 |  5.99 |        |
| 1/4 inch Bore Clamping Hub              |        1 | ServoCity | CH250-770 |       7.99 |  7.99 |        |
| 3/8 inch Bore Set Screw Hub             |        2 | ServoCity | H375-770  |       4.99 |  9.98 |        |
| 1/4 inch x.500 inch                     |        2 | Servocity | AGB-A2-10 |       1.45 |   2.9 |        |
| Clamp-on Shaft Collar, for 1/4" Dia.    |        2 | McMaster  | 9961K13   |       2.60 |   5.2 |        |
| 1/4 inch x8 inch Precision Shaft        |        1 | ServoCity | SS250-8   |       2.69 |  2.69 |        |
| Urethane O-Ring Round Belt, Clear,      |        1 | McMaster  | 3044K603  |       3.79 |  3.79 |        |
|     1/8" Diameter, 21" Outer Circle     |          |           |           |            |     0 |        |
|-----------------------------------------+----------+-----------+-----------+------------+-------+--------|
|                                         |          |           |           |      Total | 71.47 |        |
|-----------------------------------------+----------+-----------+-----------+------------+-------+--------|
#+TBLFM: $6=$2*$5::@13$6=vsum(@2$6..@12$6)
